
export interface Partner {
  id: string;
  name: string;
  role: string;
  shortDescription: string;
  fullDescription: string;
  image: string; // URL to the image
}

export const partners: Partner[] = [
  {
    id: "olena-diyakonova",
    name: "Дьяконова Ольга Миколаївна",
    role: "Юрист",
    shortDescription: "Спеціалізується на представництві і захисті інтересів у цивільних, господарських, адміністративних, податкових, трудових, сімейних, виборчих, митних та корпоративних спорах.",
    fullDescription: "Освіта вища: у 1991 році закінчила Київський державний університет ім. Т.Г.Шевченка\n" +
      "Адвокат: Свідоцтво про право на заняття адвокатською діяльністю від 30.01.1997 року\n" +
      "\n" +
      "Кар'єру юриста розпочала в 1992 році в державних органах, в тому числі з 1993 по 1995 рік в управлінні конституційного законодавства і загальних питань правотворчості Міністерства юстиції України. З 1995 року практикувала право у сфері правового регулювання господарської діяльності та корпоративних прав.\n" +
      "\n" +
      "Більше 10 років працювала адвокатом Адвокатського об'єднання «Національна колегія адвокатів».\n" +
      "\n" +
      "У 2020 році стала співзасновником Адвокатського об'єднання «Принцип».\n" +
      "\n" +
      "Багаторічний практичний досвід роботи на всіх ділянках юридичного супроводу діяльності підприємств, претензійно-позовної роботи на всіх стадіях судового процесу, представництво інтересів у господарських, цивільних, адміністративних справах, знання законодавства, аналітичні здібності та вміння працювати в команді, дозволяють вирішувати складні завдання та забезпечувати професійний захист клієнтів на високому рівні.\n" +
      "\n" +
      "Спеціалізується на представництві і захисті інтересів у цивільних, господарських, адміністративних, податкових, трудових, сімейних, виборчих, митних та корпоративних спорах.",
    image: "olhadiyakonova.png"
  },
  {
    id: "andriy-shipika",
    name: "Шипіка Андрій Васильович",
    role: "Адвокат",
    shortDescription: "Здійснює допомогу в розміщенні інвестицій на території України та за її межами. Надає допомогу у веденні бізнесу.",
    fullDescription: "Освіта вища: у 1999 році закінчив Луганський інститут внутрішніх справ за спеціальністю – правознавство, кваліфікація – юрист.\n" +
      "\n" +
      "Адвокат, Свідоцтво про право на заняття адвокатською діяльністю від 04.04.2012 р.\n" +
      "\n" +
      "Здійснює допомогу в розміщенні інвестицій на території України та за її межами. Надає допомогу у веденні бізнесу. Здійснюю заходи які пов'язанні:\n" +
      "\n" +
      "- з відкриттям юридичної особи, фондів, громадських організацій.\n" +
      "- отриманням дозвільних документів\n" +
      "- закриттям підприємства\n" +
      "- юридичний супровід на всіх стадіях діяльності\n" +
      "\n" +
      "Старший партнер\n" +
      "Проводить заходи медіації, а саме заходи позасудового вирішення конфліктів (спорів) за допомогою третьої нейтральної сторони – медіатора (посередника), який супроводжує процес медіації, застосовуючи певну техніку ведення переговорів, при цьому сторони конфлікту самостійно знаходять їх рішення, яке задовольняє їх, і у прийнятті якого медіатор не бере участі.\n" +
      "\n" +
      "Захищає інтереси юридичних і фізичних осіб в судах у кримінальних провадженнях, цивільних, господарським, адміністративних справах.\n" +
      "\n" +
      "Є засновником та керівником ООО \"Юридична фірма \"Лекс крафт груп\", засновником громадської організації \"Інститут законотворчості та інформаційних технологій\".\n" +
      "\n" +
      "Керує спільною українсько-німецькою компанією, яка працює в галузі права.",
    image: "andriyshipika.png"
  },
];
