
import { Briefcase, FileText, Globe, Building, Users, ShieldCheck } from "lucide-react";

export const services = [
  {
    title: "Цивільне право",
    description: "Кредитні відносини, поділ майна, розлучення, розподіл опіки над дітьми, нотаріальні послуги, виконавче провадження, ДВС.",
    icon: Globe,
    slug: "civil-law"
  },
  {
    title: "Господарське право",
    description: "Господарські суди, адміністративні спори з податковими органами, міжнародні арбітражні спори, супровід виконання судових рішень.",
    icon: Building,
    slug: "commercial-law"
  },
  {
    title: "Міжнародний арбітраж",
    description: "Представництво інтересів підприємств у міжнародних арбітражних судах 59 країн світу, виконання рішень міжнародних арбітражних судів.",
    icon: FileText,
    slug: "international-arbitration"
  },
  {
    title: "Кримінальне право",
    description: "Суди загальної юрисдикції, аналіз та підготовка доказової бази, призначення, супровід і застосування судової експертизи у процесі, оскарження дій державних органів.",
    icon: Briefcase,
    slug: "criminal-law"
  },
  {
    title: "Судова експертиза в Україні",
    description: "Консультації, супровід та проведення судових експертиз в Україні на досудовій та судовій стадіях, рецензування.",
    icon: Users,
    slug: "forensic-examination-ukraine"
  },
  {
    title: "Судові та наукові експертизи в Європі",
    description: "Формування вашої правової позиції на основі судової експертизи проведеної європейськими експертами.",
    icon: ShieldCheck,
    slug: "forensic-examination-europe"
  },
];
