
import { Briefcase, FileText, Globe, Building, Users, ShieldCheck } from "lucide-react";

export const services = [
  {
    title: "Цивільне право",
    description: "Кредитні відносини, поділ майна, розлучення, розподіл опіки над дітьми, нотаріальні послуги, виконавче провадження.",
    icon: Globe,
    slug: "civil-law",
    fullDescription: "- Пошук спадщини та спадкоємців;\n" +
      "- Встановлення та оформлення спадщини;\n" +
      "- Представлення інтересів фізичних осіб у кредитних спорах;\n" +
      "- Представлення інтересів подружжя в справах про разлучення, формування алгоритму розподілу майна, супровід, призначення та проведення відповідних судових експерти;\n" +
      "- Супровід та проведення товарознавчої, будівельно-технічної, земельно-технічної, автотоварознавчої та інших видів експертиз для підтвердження Вашої правової позиції;\n" +
      "- Підготовка позовів про розподіл опіки над дітьми. Призначення, супровід та проведення психологічної експертизи в випадку необхідності;\n" +
      "- Представлення інтересів замовника при оформлені купівлі продажу нерухомого та рухомого майна, спадщини та інших нотаріальних послуг;\n" +
      "- Оскарження дій судового виконавця, формування матеріалів для виконавчого провадження та юридичний супровід його.\n"
  },
  {
    title: "Господарське та адміністративне право",
    description: "Господарські суди, адміністративні спори з податковими органами, супровід виконання судових рішень.",
    icon: Building,
    slug: "commercial-law",
    fullDescription: "- Представлення інтересів юридичних осіб в господарських спорах;\n" +
      "- Супровід та призначення в рамках господарських спорів судових експертиз та використання отриманих висновків для підтвердження правової позиції;\n" +
      "- Супровід виконання отриманого рішення, отримання виконавчих документів;\n" +
      "- Супровід спорів з адміністративними та податковими органами;\n " +
      "- Призначення та проведення судово-економічної експертизи для підтвердження Вашої правової позиції."
  },
  {
    title: "Міжнародний арбітраж",
    description: "Представництво інтересів підприємств у міжнародних арбітражних судах 59 країн світу, виконання рішень міжнародних арбітражних судів.",
    icon: FileText,
    slug: "international-arbitration",
    fullDescription: "- Формування доказової бази. Призначення та проведення необхідних судових експертиз для підтвердження Вашої правової позиці;\n" +
      "- Подання заяви на арбітраж (відклик на заяву), захист та супровід позиції позивача (відповідача) у міжнародному арбітражному процесі; \n" +
      "- Вибір арбітрів;\n" +
      "- Отримання рішень, виконавчих документів, супровід виконання рішень міжнародних арбітражних судів.\n"
  },
  {
    title: "Кримінальне право",
    description: "Суди загальної юрисдикції, аналіз та підготовка доказової бази, призначення, супровід і застосування судової експертизи у процесі, оскарження дій державних органів.",
    icon: Briefcase,
    slug: "criminal-law",
    fullDescription: "- Адвокатський захист в кримінальних справах на всіх стадіях;\n" +
      "- Консультації та роз'яснення кримінального кодексу України;\n" +
      "- Відпрацювання стратегії вашого захисту;\n" +
      "- Попередній аналіз обставин кримінальної справи, призначення, супровід та проведення необхідних судових експертиз для підтвердження Вашої судової позиції."
  },
  {
    title: "Судова експертиза в Україні",
    description: "Консультації, супровід та проведення судових експертиз в Україні на досудовій та судовій стадіях, рецензування.",
    icon: Users,
    slug: "forensic-examination-ukraine",
    fullDescription: "- Предекстпертна консультація з приводу призначення конкретної експретизи;\n" +
      "- Формування переліку питань на дослідження;\n" +
      "- Консультації з приводу можливого рецензування висновків судових експертиз та експертних досліджень у випадках можливості проведення рецензування."
  },
  {
    title: "Судові та наукові експертизи в Європі",
    description: "Формування вашої правової позиції на основі судової експертизи проведеної європейськими експертами.",
    icon: ShieldCheck,
    slug: "forensic-examination-europe",
    fullDescription: "- Формування Вашої правової позиції на основі судової експертизи проведеної європейськими експертами з 13 європейских юрисдикцій;\n" +
      "- Оцінка отриманої шкоди за результатами стіхійних катаклізмів, воєнних подій, війскової агресії, моральної шкоди;\n" +
      "- Економічні експертизи;\n" +
      "- Будівельні експертизи;\n" +
      "- Товарознавчі експертизи;\n" +
      "- Експертизи в сфері інтелектуальної власності;\n" +
      "- Експертизи предметів мистецтва, встановлення аутентичності, авторства, терміну виготовлення та ринкової вартості, оформлення технічного паспорту на предмети мистецтва;\n" +
      "- та багато інших експертиз."
  },
];
